# MD — Создание каталога. Синтаксис:
# (MD имя каталога, есть возможность указать путь расположения).

# RD — Удаление каталога.
# Синтаксис: (RD имя каталога, есть возможность указать путь расположения).
# Примечание, RD без ключей позваляет удалить только пустой каталог.


# CD — Смена текущего каталога.
# Синтаксис: (CD имя каталога, есть возможность указать путь расположения).
# CD\ — Переход в корневой каталог.
# CD.. — Переход в родительский каталог.


# DIR — Просмотр каталога ввиде списка.
# Синтаксис: (DIR имя каталога, есть возможность указать путь расположения).


# TREE — Вывод каталогов в граффическом представлении.
# Синтаксис: (TREE имя каталога, есть возможность указать путь расположения).


# MOVE — Перемещение\Переименование каталога.
# Синтаксис: (MOVE что_перемещаем куда_перемещаем, есть возможность указать путь расположения).


# XCOPY — Копирование структур каталогов. Синтаксис: (XCOPY что_копируем куда_копируем, есть возможность указать путь расположения).